Repository: dlh01/dave-wpstarterkit
Catalog: assets/plugins/wp-maintenance-mode/languages/wp-maintenance-mode-*.po
Languages: ar_ar, bn_bd, sq_al

source: The plugin adds a splash page to your blog that lets visitors know your blog is down for maintenance. Logged in users get full access to the blog including the front-end, depends of the settings.
ar_ar: تقوم هذه الإضافة بوضع صفحة رئيسية في مدونتك تخبر الزوار بأن المدونة مغلقة للصيانة. المستخدمين المسجلين دخولهم في المدونة يستطيعوا رؤية المدونة كاملة، إعتماداً على إعدادات الإضافة.

source: Settings
ar_ar: الإعدادات
bn_bd: সেটিংস

source: Plugin %s settings <strong>updated</strong>.
ar_ar: إعدادات الإضافة %s <strong>تم تحديثها</strong>.
bn_bd: প্লাগইন %s সেটিংস <strong>হালনাগাদকৃত</strong>।
sq_al: Ndryshimet e Pluginit %s <strong>u ruajtën</strong>.

source: Plugin %s active status <strong>updated</strong>.
ar_ar: حالة الإضافة %s <strong>تم تحديثها</strong>.
bn_bd: প্লাগইনটি %s সক্রিয় অবস্থায় <strong>হালনাগাতকৃত</strong>।
sq_al: Statusi i pluginit %s <strong>u aktvizu</strong>.

source: Plugin Activate
ar_ar: تفعيل الإضافة
bn_bd: প্লাগইনটি সক্রিয়
sq_al: Aktivizo Pluginin

source: False
ar_ar: تعطيل
bn_bd: মিথ্যা
sq_al: Jo

source: True
ar_ar: تفعيل
bn_bd: সত্য
sq_al: Po

source: Update
ar_ar: تحديث
bn_bd: হালনাগাদ

source: Plugin Settings
ar_ar: إعدادات الإضافة
bn_bd: প্লাগইন সেটিংস
sq_al: Opsionet e Pluginit

source: Countdown:
ar_ar: العد التنازلي:
bn_bd: উল্টো গোনা:

source: Click for datepicker
ar_ar: إضغط لكي تختار التاريخ
bn_bd: তারিখ কুড়ানোর জন্য ক্লিক করুন
sq_al: Kliko për \"Datums-Picker\"

source: Date:
ar_ar: التاريخ:
bn_bd: তারিখ::
sq_al: Data:

source: Activate countdown for using this. Use value and unit or use the countdown and set the date.
ar_ar: قم بتفعيل العد التنازلي لإستخدام هذا الخيار. ضع القيم ووحدة الإحتساب أو استخدم العد التنازل وحدد التاريخ.
bn_bd: এর জন্য সক্রিয় উল্টো গোনা। মূল্য এবং একাঙ্ক অথবা উল্টো গোনা ব্যবহার করুন এবং তারিখ সেট করুন।
sq_al: Aktivizo Countdownin që të përdorni këtë. Përdor vlerë edhe njësi ose përdor Countdown duke vendosur datën.

source: Value:
ar_ar: القيمة:
bn_bd: মূল্য:
sq_al: Vlera:

source: Unit:
ar_ar: وحدة الإحتساب:
bn_bd: একাঙ্ক:
sq_al: Njësia:

source: second
ar_ar: ثانية
bn_bd: সেকেন্ড
sq_al: sekonda

source: minute
ar_ar: دقيقة
bn_bd: মিনিট
sq_al: minuta

source: hour
ar_ar: ساعة
bn_bd: ঘন্টা
sq_al: orë

source: day
ar_ar: يوم
bn_bd: দিন
sq_al: ditë

source: week
ar_ar: أسبوع
bn_bd: সপ্তাহ
sq_al: javë

source: month
ar_ar: شهر
bn_bd: মাস
sq_al: muaj

source: year
ar_ar: سنة
bn_bd: বছর
sq_al: vit

source: Link:
ar_ar: الرابط
bn_bd: লিংক:

source: Theme:
ar_ar: القالب:
bn_bd: থীম:

source: Own Style
ar_ar: تصميم خاص
bn_bd: নিজের স্টাইল
sq_al: Designi juaj

source: Simple Text
ar_ar: النص البسيط
bn_bd: সাধারণ পাঠাংশ
sq_al: Tekst i thjeshtë

source: The Truck
ar_ar: Der Truck
bn_bd: লেনদেন
sq_al: Kamioni

source: Own Style URL (incl. http://):
ar_ar: رابط التصميم الخاص بك ( يتضمن وضع http://):
bn_bd: নিজের স্টাইল URL (সহ http://):
sq_al: URL-ja Designit tuaj (inkl. http://)

source: Text:
ar_ar: رسالة الإغلاق
bn_bd: পাঠাংশ:

source: Excludes:
ar_ar: إستبعاد الصفحات التالية من الإغلاق:
bn_bd: বাধা দেওয়া:
sq_al: Përjashtime:

source: Role:
ar_ar: إستبعاد مجموعة الأعضاء التالية من الإغلاق:

source: Save
ar_ar: حفظ
bn_bd: সংরক্ষণ
sq_al: Ruaj

source: Updated
ar_ar: مُحدث
bn_bd: হালনাগাদকৃত

source: Deactivate or change Settings
ar_ar: إلغاء أو تغيير الإعدادات
bn_bd: নিস্ক্রিয় করা অথবা সেটিং পরিবর্তন
sq_al: C'aktivizo ose ndrysho opsionet

source: seconds
ar_ar: ثواني
bn_bd: সেকেন্ড
sq_al: sekonda

source: minutes
ar_ar: دقائق
bn_bd: মিনিট
sq_al: minuta

source: hours
ar_ar: ساعات
bn_bd: ঘন্টা
sq_al: orë

source: days
ar_ar: أيام
bn_bd: দিন
sq_al: ditë

source: weeks
ar_ar: أسابيع
bn_bd: সপ্তাহ
sq_al: javë

source: years
ar_ar: سنوات
bn_bd: বছর
sq_al: vite

source: Plugin by:
ar_ar: هذه الإضافة من قبل:
bn_bd: প্লাগইনটি:
sq_al: Plugin nga:

source: Design by:
ar_ar: هذا التصميم من قبل:
bn_bd: ডিজাইনটি:
sq_al: Designi nga:

source: Maintenance Mode
ar_ar: وضع الصيانة
bn_bd: রক্ষণাবেক্ষণ ধরন
sq_al: Faqe në Ndërtim

source: Admin-Login
ar_ar: دخول الإدارة
bn_bd: নিয়স্ত্রক লগইন

source: Title:
ar_ar: العنوان:

source: URL to the css-file
ar_ar: رابط ملف الـ CSS

source: Leave empty for default.
ar_ar: دعه فارغاً، وسيتم إختيار الخيار الإفتراضي

source: Header:
ar_ar: الهيدر ( رأس الصفحة):

source: Heading:
ar_ar: العناوين:

source: Please leave a link to the plugin- and design-author on your maintenance mode site.
ar_ar: نتمنى ترك حقوق المبرمج والمصمم وعدم تعطيلها.

source: months
ar_ar: الأشهر

source: Access to the admin area blocked
ar_ar: الوصول للوحة تحكم الإدارة محظور

source: Admin-Logout
ar_ar: تسجيل خروج الإدارة

source: Allowed userrole to see the frontend of this blog.
ar_ar: يسمح هذا الخيار المجموعة المُختارة مشاهدة هذه المدونة.

source: Caution: Maintenance mode is <strong>active</strong>!
ar_ar: تحذير: وضع الصيانة <strong>مُفعل</strong>!
sq_al: Kujdes: Maintenance mode është <strong>aktive</strong>!

source: <strong>Coution:</strong> Please don&acute;t copy the stylesheet in your plugin folder, it will be deleted on the next automatical update of the plugin!
ar_ar: <strong>تحذير:</strong> للرجاء عدم نسخ أو نقل ملف التصميم CSS لمجلد الإضافة، سيتم حذفه تلقائياً في التحديث التلقائي القادم لهذه الإضافة!

source: Preview
ar_ar: عرض

source: WP Maintenance Mode
ar_ar: WP Maintenance Mode - وضع الصيانة

source: Use the first <em>%1$s</em> for the time value or countdown and second <em>%2$s</em> for the unit of the time or countdown-value; HTML and Shortcodes are possible
ar_ar: استخدم الكود الأول <em>%1$s</em> لعرض قيمة الوقت أو العد التازلي، و الكود الثاني <em>%2$s</em> لعرض وحدة إحتساب الوقت أو قيمة العد التازلي; أكواد HTML و الأكواد المختصرة ممكنة

source: Super Admin has always access.
ar_ar: لدى المدير صلاحيّة دائمة للدخول.

source: Exclude feed, pages, posts or archives from the maintenance mode. Add the Slug of page or post as a comma-separated list.<br />Example:
ar_ar: استبعد المغذيات، الصفحات، التدوينات، و الأرشيف من وضع الصيانة. قم بإضافة عنوان الصفحة أو التدوينة المُراد استبعادها وأفصل بين القيم المتعددة بفاصلة. <br /> مثال:

source: moths
bn_bd: মাস
sq_al: muaj

source: The Sun
bn_bd: সূর্য
sq_al: Dielli

source: The FF Error
bn_bd: FF ভুল

source: Monster
bn_bd: বিকৃতগঠন

source: Coution: Maintenance mode is <strong>active</strong>!
bn_bd: সতর্কতা: রক্ষণাবেক্ষণ ধরন <strong>সক্রিয় আছে</strong>!

source: Chastely
bn_bd: নিরলঙ্কার

source: Only Typo
bn_bd: শুধু পাঠাংশ

source: Paint
bn_bd: রঙ

source: Animate (Flash, only german)
bn_bd: প্রাণবন্ত (ফ্লাশ, শুধু জার্মানী)
sq_al: Animate (Flash, vetëm në gjermanisht)

source: Damask
bn_bd: দামেস্ক চেলি

source: Lego
bn_bd: লেগো

source: Exlude pages, posts or archives from the maintenance mode. Add the Slug of page or post as a comma-separated list.<br />Example:
bn_bd: রক্ষণাবেক্ষণ ধরন থেকে বাদ দেওয়া পৃষ্ঠাগুলো, পোষ্টগুলো অথবা দস্তাবেজগুলো। এবং যোগ করো পৃষ্ঠা অথবা পোষ্ট কমা দ্বারা আলাদা করা তালিকা।<br/>উদাহরণ:
sq_al: Përjashto faqe, postime apo arkivin nga maintenance mode. Shto Slug të një faqeje apo postimi si comma-separated list.<br />Shembulll:

source: The due date was before
bn_bd: ন্যায্য তারিখের পূর্বে
sq_al: Data ishte përpara

source: and
bn_bd: এবং
sq_al: dhe

source: (Use the first %s for the time value or countdown and second %s for the unit of the time, HTML is possible)
bn_bd: (%s সময়ের মূল্যের জন্য প্রথম ব্যবহার অথবা উল্টো গোনা এবং একাঙ্ক সময়ের জন্য সেকেন্ড %s, HTML এ সম্ভব)
sq_al: (Përdor të parën %s për kohën ose countdown dhe të dytën %s për njësinë e kohës, HTML është e mundëshme)
